
;============================================
; AMMO UPGRADES - BASIC
;============================================

[TLMUpgrade_SAVHollowPointRounds X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="空尖弹"
FriendlyNamePlural="空尖弹"
BriefSummary="设计用于在目标内部扩张，这种专门的弹药增加了+15暴击几率和+1暴击伤害。然而，这些弹药的穿透力较差，对抗装甲或掩体中的目标效果不佳。"
TinySummary="+弹药奖励，-弹夹容量"

[TLMUpgrade_DumbTracerRounds X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="曳光弹"
FriendlyNamePlural="曳光弹"
BriefSummary="子弹尖端的明亮化学火焰清楚地指示了射击的轨迹，这可以提高瞄准能力，特别是对于连续发射子弹的武器，但不幸的是，这清楚地标记了射手以及目标的位置。"
TinySummary="+弹药奖励，-弹夹容量"

[TLMUpgrade_HighVelocityAP X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="高速穿甲弹"
FriendlyNamePlural="高速穿甲弹"
BriefSummary="这种弹药的设计目的是轻松穿透装甲和掩体，但缺点是小而密集的子弹会穿过目标，从而大大降低造成致命伤害的可能性。"
TinySummary="+弹药奖励，-弹夹容量"

[TLMUpgrade_IgnitionRounds X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="高燃弹药"
FriendlyNamePlural="高燃弹药"
BriefSummary="弹药设计用于在接触时点燃目标，子弹的初始冲击力会减小，但目标会迅速被火焰吞噬。"
TinySummary="+弹药奖励，-弹夹容量"

[TLMUpgrade_HighCalRounds X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="大口径弹药"
FriendlyNamePlural="大口径弹药"
BriefSummary="对XCOM武器库进行一些简单的任务前修改后，便可使用这种大口径弹药，提供25%额外伤害和 +1穿甲，然而，弹匣容量会减小，并且强大的后坐力会降低连续射击的准确性。"
TinySummary="+弹药奖励，-弹夹容量"

[TLMUpgrade_ExplosiveRounds X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="高爆弹药"
FriendlyNamePlural="高爆弹药"
BriefSummary="这些子弹的尖端具有高爆药量，击中目标时爆炸，炸毁目标，使用重型武器时，可撕碎其装甲。装载这种弹药的武器越大，爆炸效果越强大。"
TinySummary="+弹药奖励，-弹夹容量"

[TLMUpgrade_SavStunRounds X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="眩晕弹药"
FriendlyNamePlural="眩晕弹药"
BriefSummary="经过修改的弹药在撞击时会释放强大的电荷，可能使目标昏迷并失去一个行动点。对有机体的伤害会减少，但对机械敌人会造成额外伤害。"
TinySummary="+弹药奖励，-弹夹容量"

[TLMUpgrade_AAJRounds X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="外星合金包被弹"
FriendlyNamePlural="外星合金包被弹"
BriefSummary="虽然外星合金的加工难度很大，但它却具有极好的装甲穿透力。这些弹药在装备时可增加 +10 暴击几率和 +1 暴击伤害以及 +2 穿甲能力。它们还具有穿透掩体的特性，可提高对抗掩体中目标的性能。"
TinySummary="+弹药奖励，-弹夹容量"

[TLMUpgrade_AAJDERounds X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="贫化超铀弹药"
FriendlyNamePlural="贫化超铀弹药"
BriefSummary="外星合金被甲贫化铜弹通过结合超高密度贫化铜弹芯，提高了我们以前设计的穿甲性能。装备后可增加 +4 穿甲能力和 1 破甲能力。它们还具有穿透掩体的性能，可提高对掩体中目标的攻击性能。"
TinySummary="+弹药奖励，-弹夹容量"

[TLMUpgrade_PlasmaBurstRounds X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="等离子爆破弹药"
FriendlyNamePlural="等离子爆破弹药"
BriefSummary="超铀驱动的等离子遏制弹，在受到撞击时遏制失效，释放出一股等离子冲击，撕碎装甲并击穿目标，导致其在后续攻击中受到更大伤害。"
TinySummary="+弹药奖励，-弹夹容量"

[TLMUpgrade_DisruptorRounds X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="干扰弹"
FriendlyNamePlural="破坏者弹"
BriefSummary="这些子弹会发射出定向的认知破坏光束，严重损害目标的精神状态，使其昏迷、迷失方向、意志消沉，或在撞击时破坏防御。"
TinySummary="+弹药奖励，-弹夹容量"

[TLMUpgrade_SmartSeekerRounds X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="智能导引弹药"
FriendlyNamePlural="智能导引弹药"
BriefSummary="这些子弹会锁定目标并寻找其弱点。但是，如果没有目标解剖数据，它们就和普通弹药没什么区别。解剖过的目标会受到额外的伤害，而被标记有特定效果的目标会更容易被击中。"
TinySummary="+弹药奖励，-弹夹容量"

[TLMUpgrade_HotshotRounds X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="热射弹药"
FriendlyNamePlural="热射弹药"
BriefSummary="这些弹药含有腐蚀性化学弹头，接触空气后会点燃，导致目标被酸性混合物灼伤并被火焰吞没。增加暴击几率和撕裂力，但弹药接触空气后会迅速烧蚀，从而降低准确性。"
TinySummary="+弹药奖励，-弹夹容量"

[TLMUpgrade_SAVButcherRounds X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="屠夫弹药"
FriendlyNamePlural="屠夫弹药"
BriefSummary="这些自制弹药只为主要武器设计，它们可以增加对生物目标的暴击几率和暴击伤害。通过更清楚地了解目标的生物学，这些弹药也可以造成更大的伤害。由于这种弹药的自制性质，它不可靠，有时在发射时会导致卡弹，需要重新装填武器。"
TinySummary="+弹药奖励，-弹夹容量"

[TLMUpgrade_SAVBreachBusters X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="破坏者弹药"
FriendlyNamePlural="破坏者弹药"
BriefSummary="这些自制的超大口径弹药突破了我们主要武器的极限，即使经过改装以接受更大的弹药。这些弹药是大口径弹药的一种危险但强大的替代品，可以造成更高的伤害，并且对于更重的武器来说，穿甲效果更好。不幸的是，这些弹药具有巨大的后坐力，这种影响对于自动武器来说更为严重。由于这种弹药的自制性质，它不可靠，有时在发射时会导致卡弹，需要重新装填武器。"
TinySummary="+弹药奖励，-弹夹容量"

[TLMUpgrade_SAVSkullSplitters X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="颅骨分裂弹"
FriendlyNamePlural="颅骨分裂弹"
BriefSummary="这些自制弹药仅用于主要武器，在撞击目标时会造成最大伤害，本质上是一种"超级"空尖弹。它们对未装甲和未覆盖的目标表现出色，但目标受到的保护越多，它们就越快失去效力。由于这种弹药的自制性质，它不可靠，有时在发射时会导致卡弹，需要重新装填武器。"
TinySummary="+弹药奖励，-弹夹容量"

;============================================
; AMMO UPGRADES - ADVANCED
;============================================

[TLMUpgrade_SAVHollowPointRoundsAdv X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="空尖弹"
FriendlyNamePlural="空尖弹"
BriefSummary="设计用于在目标内部扩张，这种专门的弹药增加了+15暴击几率和+1暴击伤害。然而，这些弹药的穿透力较差，对抗装甲或掩体中的目标效果不佳。"
TinySummary="+弹药奖励，-弹夹容量"

[TLMUpgrade_DumbTracerRoundsAdv X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="曳光弹"
FriendlyNamePlural="曳光弹"
BriefSummary="子弹尖端的明亮化学火焰清楚地指示了射击的轨迹，这可以提高瞄准能力，特别是对于连续发射子弹的武器，但不幸的是，这清楚地标记了射手以及目标的位置。"
TinySummary="+弹药奖励，-弹夹容量"

[TLMUpgrade_HighVelocityAPAdv X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="高速穿甲弹"
FriendlyNamePlural="高速穿甲弹"
BriefSummary="这种弹药的设计目的是轻松穿透装甲和掩体，但缺点是小而密集的子弹会穿过目标，从而大大降低造成致命伤害的可能性。"
TinySummary="+弹药奖励，-弹夹容量"

[TLMUpgrade_IgnitionRoundsAdv X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="高燃弹药"
FriendlyNamePlural="高燃弹药"
BriefSummary="弹药设计用于在接触时点燃目标，子弹的初始冲击力会减小，但目标会迅速被火焰吞噬。"
TinySummary="+弹药奖励，-弹夹容量"

[TLMUpgrade_HighCalRoundsAdv X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="大口径弹药"
FriendlyNamePlural="大口径弹药"
BriefSummary="对XCOM武器库进行一些简单的任务前修改后，便可使用这种大口径弹药，提供25%额外伤害和 +1穿甲，然而，弹匣容量会减小，并且强大的后坐力会降低连续射击的准确性。"
TinySummary="+弹药奖励，-弹夹容量"

[TLMUpgrade_ExplosiveRoundsAdv X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="高爆弹药"
FriendlyNamePlural="高爆弹药"
BriefSummary="这些子弹的尖端具有高爆药量，击中目标时爆炸，炸毁目标，使用重型武器时，可撕碎其装甲。装载这种弹药的武器越大，爆炸效果越强大。"
TinySummary="+弹药奖励，-弹夹容量"

[TLMUpgrade_SavStunRoundsAdv X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="眩晕弹药"
FriendlyNamePlural="眩晕弹药"
BriefSummary="经过修改的弹药在撞击时会释放强大的电荷，可能使目标昏迷并失去一个行动点。对有机体的伤害会减少，但对机械敌人会造成额外伤害。"
TinySummary="+弹药奖励，-弹夹容量"

[TLMUpgrade_AAJRoundsAdv X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="外星合金包被弹"
FriendlyNamePlural="外星合金包被弹"
BriefSummary="虽然外星合金的加工难度很大，但它却具有极好的装甲穿透力。这些弹药在装备时可增加 +10 暴击几率和 +1 暴击伤害以及 +2 穿甲能力。它们还具有穿透掩体的特性，可提高对抗掩体中目标的性能。"
TinySummary="+弹药奖励，-弹夹容量"

[TLMUpgrade_AAJDERoundsAdv X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="贫化超铀弹药"
FriendlyNamePlural="贫化超铀弹药"
BriefSummary="外星合金被甲贫化铜弹通过结合超高密度贫化铜弹芯，提高了我们以前设计的穿甲性能。装备后可增加 +4 穿甲能力和 1 破甲能力。它们还具有穿透掩体的性能，可提高对掩体中目标的攻击性能。"
TinySummary="+弹药奖励，-弹夹容量"

[TLMUpgrade_PlasmaBurstRoundsAdv X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="等离子爆破弹药"
FriendlyNamePlural="等离子爆破弹药"
BriefSummary="超铀驱动的等离子遏制弹，在受到撞击时遏制失效，释放出一股等离子冲击，撕碎装甲并击穿目标，导致其在后续攻击中受到更大伤害。"
TinySummary="+弹药奖励，-弹夹容量"

[TLMUpgrade_DisruptorRoundsAdv X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="干扰弹"
FriendlyNamePlural="破坏者弹"
BriefSummary="这些子弹会发射出定向的认知破坏光束，严重损害目标的精神状态，使其昏迷、迷失方向、意志消沉，或在撞击时破坏防御。"
TinySummary="+弹药奖励，-弹夹容量"

[TLMUpgrade_SmartSeekerRoundsAdv X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="智能导引弹药"
FriendlyNamePlural="智能导引弹药"
BriefSummary="这些子弹会锁定目标并寻找其弱点。但是，如果没有目标解剖数据，它们就和普通弹药没什么区别。解剖过的目标会受到额外的伤害，而被标记有特定效果的目标会更容易被击中。"
TinySummary="+弹药奖励，-弹夹容量"

[TLMUpgrade_HotshotRoundsAdv X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="热射弹药"
FriendlyNamePlural="热射弹药"
BriefSummary="这些弹药含有腐蚀性化学弹头，接触空气后会点燃，导致目标被酸性混合物灼伤并被火焰吞没。增加暴击几率和撕裂力，但弹药接触空气后会迅速烧蚀，从而降低准确性。"
TinySummary="+弹药奖励，-弹夹容量"


[TLMUpgrade_SAVButcherRounds X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="屠夫弹药"
FriendlyNamePlural="屠夫弹药"
BriefSummary="这些自制弹药只为主要武器设计，它们可以增加对生物目标的暴击几率和暴击伤害。通过更清楚地了解目标的生物学，这些弹药也可以造成更大的伤害。由于这种弹药的自制性质，它不可靠，有时在发射时会导致卡弹，需要重新装填武器。"
TinySummary="+弹药奖励，-弹夹容量"

[TLMUpgrade_SAVBreachBusters X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="破坏者弹药"
FriendlyNamePlural="破坏者弹药"
BriefSummary="这些自制的超大口径弹药突破了我们主要武器的极限，即使经过改装以接受更大的弹药。这些弹药是大口径弹药的一种危险但强大的替代品，可以造成更高的伤害，并且对于更重的武器来说，穿甲效果更好。不幸的是，这些弹药具有巨大的后坐力，这种影响对于自动武器来说更为严重。由于这种弹药的自制性质，它不可靠，有时在发射时会导致卡弹，需要重新装填武器。"
TinySummary="+弹药奖励，-弹夹容量"

[TLMUpgrade_SAVSkullSplitters X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="颅骨分裂弹"
FriendlyNamePlural="颅骨分裂弹"
BriefSummary="这些自制弹药仅用于主要武器，在撞击目标时会造成最大伤害，本质上是一种"超级"空尖弹。它们对未装甲和未覆盖的目标表现出色，但目标受到的保护越多，它们就越快失去效力。由于这种弹药的自制性质，它不可靠，有时在发射时会导致卡弹，需要重新装填武器。"
TinySummary="+弹药奖励，-弹夹容量"

[TLMUpgrade_SAVButcherRoundsAdv X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="屠夫弹药"
FriendlyNamePlural="屠夫弹药"
BriefSummary="这些自制弹药只为主要武器设计，它们可以增加对生物目标的暴击几率和暴击伤害。通过更清楚地了解目标的生物学，这些弹药也可以造成更大的伤害。由于这种弹药的自制性质，它不可靠，有时在发射时会导致卡弹，需要重新装填武器。"
TinySummary="+弹药奖励，-弹夹容量"

[TLMUpgrade_SAVBreachBustersAdv X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="破坏者弹药"
FriendlyNamePlural="破坏者弹药"
BriefSummary="这些自制的超大口径弹药突破了我们主要武器的极限，即使经过改装以接受更大的弹药。这些弹药是大口径弹药的一种危险但强大的替代品，可以造成更高的伤害，并且对于更重的武器来说，穿甲效果更好。不幸的是，这些弹药具有巨大的后坐力，这种影响对于自动武器来说更为严重。由于这种弹药的自制性质，它不可靠，有时在发射时会导致卡弹，需要重新装填武器。"
TinySummary="+弹药奖励，-弹夹容量"

[TLMUpgrade_SAVSkullSplittersAdv X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="颅骨分裂弹"
FriendlyNamePlural="颅骨分裂弹"
BriefSummary="这些自制弹药仅用于主要武器，在撞击目标时会造成最大伤害，本质上是一种"超级"空尖弹。它们对未装甲和未覆盖的目标表现出色，但目标受到的保护越多，它们就越快失去效力。由于这种弹药的自制性质，它不可靠，有时在发射时会导致卡弹，需要重新装填武器。"
TinySummary="+弹药奖励，-弹夹容量"
;============================================
